Repository: iam74k4/Apple-SaifuLog
Catalog: SaifuLog/Resources/AppShortcuts.xcstrings
Source language: ja
Languages: en

source: ${applicationName}でレシート
en: ${applicationName} receipt

source: ${applicationName}でレシートを読み取る
en: Scan a receipt in ${applicationName}

source: ${applicationName}で入力
en: Type in ${applicationName}

source: ${applicationName}で声で入力
en: Speak to ${applicationName}

source: ${applicationName}で声で記録
en: Record by voice in ${applicationName}

source: ${applicationName}で家計を聞く
en: Ask ${applicationName} about my spending

source: ${applicationName}で記録
en: Record in ${applicationName}

source: ${applicationName}に記録
en: Log an entry in ${applicationName}

source: ${applicationName}に記録して
en: Add an entry in ${applicationName}

source: ${applicationName}に質問
en: Ask ${applicationName}

source: ${applicationName}の入力欄を開く
en: Start typing in ${applicationName}
